TEXT1_HI = 'Привет!\nДавай узнаем результат диагностики 😎\n\nНапиши в чат сколько баллов в '\
           'тестировании, тебе удалось набрать.'

TEXT_RESULT = 'Твой результат: '

TEXT2_GOOD = 'Поздравляю, у тебя достаточно неплохо сбалансирован рацион! 🥳\n\n'\
             'Уверена что это не случайность, а результат твоего осознанного отношения к еде!\n\n'\
             'И у меня для тебя предложение, ведь я могу усилить твои знания и навыки, поэтому хочу '\
             'пригласить тебя на консультацию, в ходе которой ты узнаешь:\n\n'\
             '- Как усилить свой рацион, так чтобы оставаться здоровой всегда\n\n'\
             '- Поймешь, как формировать рацион по правилу "Здоровой тарелки" для себя и близких\n\n'\
             '- Узнаешь, каким продуктам питания отдавать предпочтение в магазине, '\
             'а какие лучше там и оставить\n\n'\
             '- Получишь в подарок гайд "Сама себе диетолог"\n\n'\
             'Стоимость 690 руб, тайминг 30-40 минут ⏱\n\n'\
             'Записать тебя на консультацию?'

TEXT2_BAD = 'В твоем рационе присутствует избыточное количество источников простых сахаров.\n\n'\
            'С течением времени такой образ питания может привести к метаболическим нарушениям '\
            'и серьезным проблемам со здоровьем.\n\n'\
            'Но всё в твоих руках!\n'\
            'И я в этом могу тебе помочь.\n\n'\
            'Приходи на консультацию, и ты узнаешь:\n\n'\
            '- Как скорректировать свой рацион, так чтобы оставаться здоровой всегда\n\n'\
            '- Поймешь, как формировать рацион по правилу "Здоровой тарелки" для себя и близких\n\n'\
            '- Узнаешь, каким продуктам питания отдавать предпочтение в магазине, '\
            'а какие лучше там и оставить\n\n'\
            '- Получишь в подарок гайд "Сама себе диетолог"\n\n'\
            'Стоимость консультации 690 руб. Тайминг 30-40 минут ⏱\n\n'\
            'Записать тебя на консультацию?'

TEXT3_CONSULTATION = 'Для записи на консультацию необходимо перейти по ссылке, и сообщить в какой день и '\
                     'время тебе удобнее созвониться?'

TEXT3_GIFT = 'Понимаю 🙃\n\n'\
             'Возможно поезже, если что ты знаешь где меня искать!\n\n'\
             'А пока я хочу сделать тебе подарок.\n\n'\
             'Забирай мою подборку готовых блюд из магазина "ВкусВилл".\n\n'\
             'Она поможет тебе сэкономить время, когда у тебя нет возможности что-то приготовить самой'

URL_ACCOUNT = 'https://t.me/janekozlova'

URL_GIFT = 'https://docs.google.com/spreadsheets/d/1fdAWOPKQ3cuh5KB74SD41jiHow4fk2iU5Zv083mmeDk/edit'
